Repository: kebasyaty/django-editor-ymaps
Catalog: app/djeym/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Yandex maps
ru: Яндекс карты

source: Center map
ru: Центр карты

source: Check icon offset
ru: Проверьте смещение иконки

source: Solid line
ru: Сплошная линия

source: Dash
ru: Тире

source: Long dash-short dash
ru: Длинное тире-короткое тире

source: Dots
ru: Точки

source: Long dashes
ru: Длинные тире

source: Extra long dash-dot
ru: Очень длинное тире-точка

source: Long dash-dot-dot
ru: Длинное тире-точка-точка

source: Short dashes
ru: Короткие тире

source: Dash-dot
ru: Тире-точка

source: Dash-dot-dot
ru: Тире-точка-точка

source: Dots with double spacing
ru: Точки через двойной интервал

source: Two Columns
ru: Две колонки

source: Carousel
ru: Карусель

source: Light
ru: Светлая

source: Dark
ru: Темная

source: Error - Collection name not specified. Parameter: --name
ru: Ошибка - Не указано имя коллекции. Параметр: --name

source: Error - Specify a directory with icons. Parameter: --path
ru: Ошибка - Укажите каталог с иконками. Параметр: --path

source: The {} collection already exists.
ru: Коллекция {} уже существует.

source: You do not have the permission required to perform the requested operation.
ru: У вас нет разрешения, необходимого для выполнения запрошенной операции.

source: Map
ru: Карта

source: Title
ru: Название

source: Maximum zoom
ru: Максимальный зум

source: Minimum zoom
ru: Минимальный зум

source: Source
ru: Источник

source: Screenshot
ru: Скриншот

source: Recommended size - Width=360 x Height=180
ru: Рекомендуемый размер - Ширина=360 х Высота=180

source: Copyrights
ru: Копирайты

source: Site
ru: Сайт

source: API Key
ru: Ключ API

source: API key or access_token
ru: Ключ API (apikey) или Токен доступа (access_token)

source: Note
ru: Примечание

source: Tile Source
ru: Источник тайлов

source: Tile Sources
ru: Источники тайлов

source: Geolocation
ru: Геолокация

source: Search by map
ru: Поиск по карте

source: Search by organization name
ru: Поиск по названию организаций

source: Routing panel
ru: Панель маршрутизации

source: Traffic jams
ru: Пробки

source: Map Layer Switch
ru: Переключатель слоев карты

source: Full screen mode
ru: Полноэкранный режим

source: Zoom
ru: Масштаб

source: Ruler
ru: Линейка

source: Map Controls
ru: Элементы управления картой

source: Point radius of influence (px)
ru: Радиус влияния (px)

source: Disperse points
ru: Рассеивание точек

source: Enable - Disperse points on higher zoom levels according to radius. Disable - Don't disperse.
ru: Включено - Уменьшать пиксельный размер точек при уменьшении зума. Выключено - Не уменьшать.

source: Transparency of heat layer
ru: Прозрачность теплового слоя

source: Intensity of median point
ru: Прозрачность у медианной по весу точки

source: Active Heatmap ?
ru: Активная тепловая карта ?

source: Settings
ru: Настройки

source: Heatmap
ru: Тепловая карта

source: Position
ru: Позиция

source: Icon
ru: Иконка

source: https://materialdesignicons.com/ - Example: help
ru: https://materialdesignicons.com/ - Пример: help

source: Description
ru: Описание

source: Brief description of the preset.
ru: Краткое описание пресета.

source: Automatically add to end of header
ru: Автоматически добавлять в конец заголовка

source: Automatically add to end of description
ru: Автоматически добавлять в конец описания

source: Automatically add to end of footer
ru: Автоматически добавлять в конец подвала

source: Markers
ru: Маркеры

source: Routes
ru: Маршруты

source: Territory
ru: Территория

source: Preset
ru: Пресет

source: Presets
ru: Пресеты

source: A preset with this name already exists for this map.
ru: Пресет с таким названием уже существует для данной карты.

source: Examples: Supermarkets of the city of Kharkov | Luxury hotels in Honolulu | Parking of primitive people
ru: Примеры: Супермаркеты города Харькова | Роскошные отели в Гонолулу | Стоянки первобытных людей

source: Icon for cluster
ru: Иконка для кластера

source: Icon collection for markers
ru: Коллекция иконок для маркеров

source: It may be useful for the abbreviation or logo of the company, if it does not make sense to animate them.
ru: Может пригодится для аббревиатуры или логотипа компании, если не имеет смысла их анимировать.

source: Active map ?
ru: Активная карта ?

source: Latitude
ru: Широта

source: Latitude center of the map.
ru: Широта центра карты.

source: Longitude
ru: Долгота

source: Longitude center of the map.
ru: Долгота центра карты.

source: Created at
ru: Создано

source: Updated at
ru: Обновлено

source: The collection must have at least one active icon.
ru: В коллекции должна быть хотя бы одна активная иконка.

source: Invalid value.
ru: Некорректное значение.

source: Cluster
ru: Кластер

source: Collection
ru: Коллекция

source: Tile
ru: Плитка

source: Indicator
ru: Индикатор

source: Name of any geographic area - Country Name or City Name or District Name or The name of the resort coast, etc.
ru: Название любой географической территории - Название страны или Название города или Название района или Название курортного побережья и т.д.

source: Category Icon
ru: Иконка категории

source: Category color
ru: Цвет категории

source: Active category ?
ru: Активная категория ?

source: -Category of marker
ru: -Категория маркеров

source: A category with this name already exists for the selected map.
ru: Категория с таким названием уже существует для выбранной карты.

source: Subcategory - This is a characteristic feature that markers have. Examples: Parking or Bicycle Parking or ATM or Cafe or Wi-Fi or Playground, etc.
ru: Подкатегория - Это характерная особенность, которая имеется у маркеров. Примеры: Автостоянка или Велопарковка или Банкомат или Кафе или Wi-Fi или Игровая площадка и т. д.

source: _Subcategory of marker
ru: _Подкатегория маркеров

source: A subcategory with this name already exists for the selected map.
ru: Подкатегория с таким названием уже существует для выбранной карты.

source: Examples: Tourist routes or Marathon routes etc.
ru: Примеры: Туристические маршруты или Маршруты марафонов и т.д.

source: -Category of route
ru: -Категория маршрутов

source: Subcategory - This is a characteristic feature that routes have.
ru: Подкатегория - Это характерная особенность, которая имеется у маршрутов.

source: _Subcategory of route
ru: _Подкатегория маршрутов

source: The name of the aggregate of any geographic area. Examples: Honduran cities or Hawaiian beaches or Residential complexes in Antarctica.
ru: Название совокупности любых географических территории. Примеры: Города Гондураса или Гавайские пляжи или Жилые комплексы в Антарктиде.

source: -Category of territory
ru: -Категория территорий

source: Subcategory - This is a characteristic feature that the territories have.
ru: Подкатегория - Это характерная особенность, которая имеется у территорий.

source: _Subcategory of territory
ru: _Подкатегория территорий

source: Category
ru: Категория

source: Subcategories
ru: Подкатегории

source: Place name
ru: Название места

source: Description of the geo object
ru: Описание геообъекта

source: Image from user
ru: Изображение от пользователя

source: Image from the user to description the geo-object (width = 966px, quality = 40).
ru: Изображение от пользователя к описанию геообъекта (ширина = 966px, качество = 40).

source: Footer
ru: Нижний колонтитул

source: Coordinates
ru: Координаты

source: Active placemark ?
ru: Активная метка ?

source: User Email
ru: Email пользователя

source: To automatically send a one-time message if the user's geotag has been moderated and activated.
ru: Для автоматической отправки одноразового сообщения, если геометка пользователя была модерирована и активирована.

source: User IP
ru: IP пользователя

source: Ban user if vandalism is to be prevented.
ru: Забанить пользователя, если необходимо предотвратить вандализм.

source: Is user's geotag ?
ru: Это геометка пользователя ?

source: Geotag status
ru: Статус геометки

source: Marker
ru: Маркер

source: Route name
ru: Название маршрута

source: Stroke width
ru: Ширина линии

source: Line color
ru: Цвет линии

source: Line style
ru: Стиль линии

source: Opacity line
ru: Прозрачность линии

source: Active route ?
ru: Активный маршрут ?

source: Route
ru: Маршрут

source: Territory name
ru: Название территории

source: Fill color
ru: Цвет заливки

source: Fill opacity
ru: Прозрачность заливки

source: Active territory ?
ru: Активная территория ?

source: Weight
ru: Вес

source: Examples: Average property value on a district site or Number of cameras installed on a building, etc.
ru: Примеры: Средняя стоимость недвижимости на участке района или Количество кинокамер установленных на здании и т.д.

source: Active heat point ?
ru: Активная тепловая точка ?

source: Heat Point
ru: Тепловая точка

source: Only SVG files.
ru: Только SVG файлы.

source: Cluster name
ru: Название кластера

source: Example: Green Garden
ru: Пример: Green Garden

source: Icon width
ru: Ширина иконки

source: Icon height
ru: Высота иконки

source: Offset by axis - X
ru: Смещение по оси - X

source: Offset by axis - Y
ru: Смещение по оси - Y

source: Collection name
ru: Название коллекции

source: Example: Drop Light Peach
ru: Пример: Drop Light Peach

source: You cannot change the title, if the collection is tied to a map.
ru: Вы не можете изменить название, если коллекция привязана к карте.

source: Sample Icon
ru: Образец иконки

source: Icon collections for markers
ru: Коллекции иконок для маркеров

source: Icon count
ru: Количество иконок

source: Count of active icons
ru: Количество активных иконок

source: Export Collection
ru: Экспортировать коллекцию

source: Get a collection of icons
ru: Получить коллекцию иконок

source: Icon Collection
ru: Коллекция иконок

source: Icon name
ru: Название иконки

source: Example: Airport
ru: Пример: Airport

source: Left, right - First time is automatically calculated.
ru: Слева, справа - Первый раз вычисляется автоматически.

source: Up, down - First time is automatically calculated.
ru: Сверху, снизу - Первый раз вычисляется автоматически.

source: Active icon ?
ru: Активная иконка ?

source: If the project uses 2-3 icons, it makes sense to disable the rest to optimize the download.
ru: Если в проекте используется 2-3 иконки, есть смысл отключить остальные для оптимизации загрузки.

source: Icon for marker
ru: Иконка для маркера

source: You cannot change the title of the icon if the collection is tied to a map.
ru: Вы не можете изменить название иконки, если коллекция привязана к карте.

source: For the selected collection, there is already an icon with a similar name.
ru: Для выбранной коллекции, уже имеется иконка с похожим названием.

source: Load indicator
ru: Индикатор загрузки

source: Load indicators
ru: Индикаторы загрузки

source: Default - Reserved name for the indicator. Choose another name.
ru: Default - Зарезервированное название для индикатора. Выберите другое название.

source: Record
ru: Запись

source: Statistics
ru: Статистика

source: Banned IP address
ru: Заблокированный IP-адрес

source: Banned IP addresses
ru: Заблокированные IP-адреса

source: Status
ru: Статус

source: Examples: Offer accepted | The Offer is being processed | Offer completed
ru: Примеры: Заявка принята | Заявка выполняется | Заявка выполнена

source: Geotag statuses
ru: Статусы геометок

source: Home
ru: Главная

source: Add %(name)s
ru: Добавить %(name)s

source: Editing map
ru: Редактировать карту

source: History
ru: История

source: View on site
ru: Посмотреть на сайте

source: Please correct the error below.
ru: Исправьте ошибку ниже.

source: Please correct the errors below.
ru: Пожалуйста, исправьте ошибки ниже.

source: After saving the icon, a map will appear for setting the axial displacement.
ru: После сохранения иконки, появится карта для настройки смещения по осям.

source: Import %(name)s
ru: Импортировать %(name)s

source: Filter
ru: Фильтр

source: Export tile sources
ru: Экспортировать источники

source: Import tile sources
ru: Импортировать источники

source: You are using an <strong>outdated</strong> browser.<br> Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.
ru: Вы используете <strong>устаревший</strong> браузер.<br> Пожалуйста <a href="http://browsehappy.com/">обновите свой браузер</a>, чтобы использовать все современные возможности.

source: For full functionality of this site it is necessary to enable JavaScript.<br> Here are the <a href="http://www.enable-javascript.com/" target="_blank">&ensp; instructions how to enable JavaScript in your web browser</a>.
ru: Для полной функциональности этого сайта, необходимо включить JavaScript.<br>Вот <a href="http://www.enable-javascript.com/ru/" target="_blank"> инструкции, как включить JavaScript в вашем браузере.</a>

source: Page not found
ru: Страница не найдена

source: We're sorry, but the requested map could not be found.
ru: К сожалению, запрошенная карта не найдена.

source: Maybe the map is not active or just missing.
ru: Возможно карта не активна или просто отсутствует.

source: Only SVG (file_name.svg) files.
ru: Только SVG (file_name.svg) файлы.

source: This is an invalid SVG file. Open this file in the vector editor and try to fix it.
ru: Это неверный файл SVG. Откройте этот файл в векторном редакторе и попробуйте исправить.

source: There are no width, height and viewBox attributes in the SVG tag.
ru: В теге SVG нет атрибутов ширины, высоты и viewBox.

source: Unable to read file attributes. The file may be damaged.
ru: Невозможно прочитать атрибуты файла. Возможно, файл поврежден.

source: Only JPG or PNG format files.
ru: Только файлы формата JPG или PNG.

source: Image cannot be 0.0 mb.
ru: Изображение не может быть 0 мб.

source: Maximum image size 0.5 mb.
ru: Максимальный размер изображения 0,5 мб.

source: To determine the coordinates a numeric value is required.
ru: Для определения координат требуется числовое значение.

source: To determine the transparency a numeric value is required.
ru: Для определения прозрачности требуется числовое значение.
